<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<head profile="http://gmpg.org/xfn/11">
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>GESTAS</title>
<meta name="generator" content="GESTAS Gestor Asociaciones" />
<style type="text/css" media="screen">
	@import url(style.css);
</style>
<link rel="shortcut icon" href="images/favicon.ico" />
</head>

<body>
<div class="header">
<a href="http://gestas.org"><img src="images/logoGestas-400x128.png"/></a>
<a class="logo" href="http://opentia.net"><img src="images/logoOPENTIA-150px-150ppp.png"/></a><br/>
</div>

<div id="content">
<div id="menu">
<ul>
  <li><a href="index.html">P&#225;gina Principal</a></li>
  <li><a href="about.html">Sobre el proyecto</a></li>
  <li><a href="documentation.html">Documentaci&#243;n</a></li>
  <li><a href="code.html">C&#243;digo fuente</a></li>
  <li><a href="http://gestas.org/">GESTAS</a></li>
  <li><a href="http://gestas.opentia.net">Demo de GESTAS</a></li>
  <li><a href="http://gestas.opentia.org/blog">Blog del proyecto</a></li>
  <li><a href="http://gestas.opentia.org/trac">Trac del proyecto</a></li>
  <li><a href="https://forja.rediris.es/projects/cusl3-gestas/">Forja del proyecto</a></li>
</ul>
</div>

<h2>Versiones</h2>
<p>Actualmente la &uacute;ltima versi&oacute;n de GESTAS es la 0.0.1,
  pudiendo descarg&aacute;rtela
  de <a href="versions/gestas-latest.tar.bz2">este</a>
  enlace. Las ReleaseNotes de esta versi&oacute;n la puedes encontrar
  <a href="ReleaseNotes/ReleaseNotes-latest">aqu&iacute;</a>. Si
  quieres ver todas las versiones de GESTAS sigue
  <a href="code.html">este</a> enlace.</p>

<h2>&#218;ltimas Noticias</h2>
<p id="new">
  <strong>31-03-09:</strong> Se ha incorporado a la
  <a href="documentation.html">secci&oacute;n de
 documentaci&oacute;n</a>  un documento explicando la
 instalaci&oacute;n de GESTAS sobre GNU/Linux.
</p>
<p id="new">
  <strong>30-03-09:</strong> Se han actualizado tanto la
  versi&oacute;n de pruebas como la versi&oacute;n productiva de
  GESTAS, de manera que ahora pod&eacute;is probar las &uacute;ltimas
  novedades del proyecto.
</p>
<p id="new">
  <strong>30-03-09:</strong> Se ha habilitado un
  nuevo <a href="http://gestas.opentia.org/trac">trac</a> del
  proyecto con un wiki integrado para que pod&aacute;is reportar
  errores y encontrar informaci&oacute;n &uacute;til del proyecto.
</p>
<p id="new">
  <strong>29-03-09:</strong> Por fin, despues de tanta espera, ha
  salido la primera versi&oacute;n de GESTAS,
  la <a href="versions/gestas-0.0.1.tar.bz2">0.0.1</a>, que implementa
  las caracter&iacute;sticas b&aacute;sicas del n&uacute;cleo y de la
  gesti&oacute;n de socios. Si quer&eacute;is m&aacute;s
  informaci&oacute;n pod&eacute;is leer
  las <a href="Releasenotes/ReleaseNotes-0.0.1">ReleaseNotes</a>.
</p>
<p id="new">
  <strong>15-03-09:</strong> Se han creado dos listas de correo para
  atender tanto a los usuarios que quieran solucionar dudas como a los
  desarrolladores que quieran aportar al proyecto. La direcciones son
  <a href="https://forja.rediris.es/mailman/listinfo/cusl3-gestas-user">cusl3-gestas-user@forja.rediris.es</a> y
  <a href="https://forja.rediris.es/mailman/listinfo/cusl3-gestas-developer">cusl3-gestas-developer@forja.rediris.es</a>.
</p>
<p id="new">
  <strong>01-03-09:</strong> Se han habilitado dos espacios en los que
  poder probar la herramienta: <a href="http://gestas.org">gestas.org</a>,
  que es un sistema en producci&oacute;n de la aplicaci&oacute;n
  (todav&iacute;a est&aacute; en fase alpha, asi que sed comprensivos)
  y <a href="http://gestas.opentia.net">gestas.opentia.net</a>, un
  sistema de demo con datos de prueba para que pod&aacute;is probar
  sin miedo la herramienta.
</p>
<p id="new">
  <strong>21-12-08:</strong> Se ha colgado tanto en
  la <a href="documentation.html">secci&oacute;n de documentaci&oacute;n</a>
  como en la 
  <a href="https://forja.rediris.es/docman/index.php?group_id=418">forja</a>
  el objetivo del proyecto.
</p>
<p id="new">
  <strong>08-12-08:</strong> Se ha terminado la etapa de
  especificaci&oacute;n de requisitos del sistema. En breve colgaremos
  en la webun documento en el que se muestran los requisitos de la
  aplicaci&oacute;n. Mientras tanto pod&eacute;is ver el objetivo del
  proyecto y los diagramas que hemos ido generando en
  el <a href="https://forja.rediris.es/scm/?group_id=418">repositorio</a>
  de la <a href="https://forja.rediris.es/projects/cusl3-gestas/">forja</a>.
</p>
<p id="new">
  <strong>10-11-08:</strong> Se ha inaugurado el blog oficial del
  proyecto. En &#233;l iremos poniendo nuestras impresiones sobre el
  proyecto, las dificultades con las que nos hemos encontrado,
  c&#243;mo las hemos resuelto, las decisiones que hemos tomado,
  ... Vamos, que no podéis dejar de visitarlo. Su
  dirección: <a href="http://gestas.opentia.org/blog">http://gestas.opentia.org/blog</a>.
</p>

<h2>El proyecto</h2>
<p>
GESTAS es un &#8220;GESTor de ASociaciones&#8221; a trav&#233;s de la
web sencillo y extensible que est&#225; orientado a cubrir las
necesidades de la mayor&#237;a de las asociaciones. Las
caracter&#237;sticas m&#225;s importantes que queremos cubrir son las
siguientes:
</p>

<ul>
  <li>Gesti&#243;n de Asociaciones: Al ser una aplicaci&oacute;n
  multiasociaci&oacute;n, el programa puede gestionar el alta, baja y
  modificaci&oacute;n de asociaciones de la aplicaci&oacute;n, asi
  como de los plugins que mantiene activos cada asociaci&oacute;n.</li>
  <li>Gesti&#243;n de Socios: El programa gestionar&aacute; el alta y
  baja de socios de una asociaci&oacute;n, asi como la asignacion de
  permisos y de datos de los socios.</li>
  <li>Gesti&#243;n Econ&#243;mica: La gesti&oacute;n econ&oacute;mica
  es otra de las tareas que debe de llevar una asociaci&oacute;n al
  dia, con lo que el programa ayudar&aacute; a las asociaciones en la
  gesti&oacute;n econ&oacute;mica b&aacute;sica, como el pago de las
  cuotas de los socios, el ingreso de donaciones, los gastos, ... </li>
  <li>Gesti&#243;n de Proyectos: El programa ofrecer&aacute;
  tambi&eacute;n una gesti&oacute;n b&aacute;sica de proyectos, como
  los proyectos activos e inactivos, los socios que pertenecen a cada
  proyecto, la web oficial del proyecto, ...</li>
  <li>Gesti&#243;n de Toma de Decisiones: El programa tambi&eacute;n
  registrar&aacute; las decisiones tomadas en la asociaci&oacute;n, ya
  sea por la Junta Directiva, por la Asamblea o por cualquier otro
  &oacute;rgano de la asociaci&oacute;n.</li>
  <li>Gesti&#243;n de Contactos: A veces es importante tener una
  herramienta que permita compartir los contactos dentro de la
  asociaci&oacute;n, ya sea un tel&eacute;efono, un correo
  electr&oacute;nico o una direcci&oacute;n, con lo que se incluye
  una gesti&oacute;n de contactos &uacute;tiles para la
  asociaci&oacute;n.</li>
  <li>Gesti&oacute;n de Directiva: Debido a que las asociaciones
  deben de renovar cada cierto tiempo su Junta Directiva, la
  aplicaci&oacute;n permite dar de alta nuevos directivos y mantener
  un hist&oacute;rico de Juntas Directivas.</li>
  <li>Calendario de Actividades: Otra de las herramientas
  &uacute;tiles para cualquier asociaci&oacute;n es un calendario de
  actividades en el que se indiquen los pr&oacute;ximos eventis de la
  asociaci&oacute;n.</li>
</ul>
</div>

<div id="footer">
<a href="http://opentia.net"><img src="images/logoOPENTIA-150px-150ppp.png"/></a><br/>
<div id="powered">
<a href="http://validator.w3.org/check?uri=referer"><img src="http://www.w3.org/Icons/valid-xhtml10" alt="Valid XHTML 1.0 Transitional" height="31" width="88" /></a>
<a href="http://jigsaw.w3.org/css-validator/"><img style="border:0;width:88px;height:31px" src="http://jigsaw.w3.org/css-validator/images/vcss" alt="Valid CSS!" /></a>
</div>
<cite>&copy;2008-2009 Grupo OPENTIA</cite>
</div>
</body>
</html>
